Revit 2027 API
ParameterTypeId.RbsLookupTableName Property
 "Lookup Table Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsLookupTableName { get; }
Public Shared ReadOnly Property RbsLookupTableName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsLookupTableName {
	ForgeTypeId^ get ();
}
static member RbsLookupTableName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace